7zip
base
base-devel
bluetui
bluez
bluez-utils
bottom
brightnessctl
cliphist
cmake
cpio
docker
docker-compose
dunst
efibootmgr
ethtool
eza
fastfetch
fd
firefox
fzf
git
greetd
greetd-tuigreet
grub
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
impala
iw
iwd
jq
kitty
lazygit
less
libinput-tools
linux
linux-firmware
linux-lts
linux-lts-headers
luarocks
nautilus
neovim
networkmanager
newsboat
nodejs
noto-fonts
noto-fonts-emoji
npm
os-prober
pipewire
pipewire-pulse
python-pip
python-pipx
python-pywal
qt5-wayland
qt6-wayland
ripgrep
rofi
stow
swww
thunar
tmux
tree-sitter-cli
ttf-jetbrains-mono-nerd
ttf-liberation
unzip
waybar
wev
wiremix
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yazi
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
